Repository: hugmouse/Jimmy
Catalog: jimmy/*.lproj/Localizable.strings
Languages: es

source: %d Page Not Found
es: %d Pagina indisponible

source: %d Server Error
es: Error del servidor %d

source: Expired certificate
es: Certificado expirado

source: 😔 The SSL certificate for %@%@ is invalid.
es: 😔 El certificado SSL de %1$@%2$@ esta invalido

source: 😔 The SSL certificate for %@%@ has expired.
es: 😔 El certificado SSL de %1$@%2$@ ha expirado

source: Answer
es: Respuesta

source: Bookmarks
es: Favoritos

source: Clear history
es: Vaciar historico

source: Copy link address
es: Copiar el enlace

source: Could not connect
es: Conneccion impossible

source: Could not load %@
es: No se pudo cargar %@

source: Ignore certificate validation for %@%@
es: Aceptar el certificado de %1$@%2$@

source: Invalid certificate
es: Certificado invalido

source: New Tab
es: Nueva pestaña

source: Open in new tab
es: Abrir en nueva pestaña

source: Open Link in New Tab
es: Abrir en nueva pestaña

source: Please make sure your internet conection is working properly
es: Asegurese de que su conección funcione correctamente

source: Reload
es: Recargar

source: Send
es: Enviar

source: Sorry, the page %@ was not found on %@%@
es: Lo sentimos, la pagina %1$@ no se encontró en %2$@%3$@

source: Unknown Error
es: Error desconocido
